Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: iOS doesn't let keyboards use the microphone, so Clink does the listening. The first time you dictate, the keyboard opens Clink once to start a session. After that you can dictate right from the keyboard until you're idle for a couple of minutes.
de: iOS erlaubt Tastaturen keinen Zugriff aufs Mikrofon, deshalb hört Clink zu. Beim ersten Diktieren öffnet die Tastatur einmal Clink, um eine Sitzung zu starten — danach kannst du direkt von der Tastatur aus diktieren, bis du ein paar Minuten inaktiv bist.
es: iOS no permite que los teclados usen el micrófono, así que Clink se encarga de escuchar. La primera vez que dictes, el teclado abrirá Clink una vez para iniciar una sesión; después podrás dictar directamente desde el teclado hasta que pases un par de minutos inactivo.
et: iOS ei lase klaviatuuridel mikrofoni kasutada, seega kuulab Clink. Esimesel dikteerimisel avab klaviatuur ühe korra Clinki, et seanss alustada — seejärel saad dikteerida otse klaviatuurilt, kuni oled mõne minuti jõude.
fr: iOS n'autorise pas les claviers à utiliser le micro, c'est donc Clink qui écoute. La première fois que tu dictes, le clavier ouvre Clink une fois pour démarrer une session — ensuite tu peux dicter directement depuis le clavier jusqu'à quelques minutes d'inactivité.
hu: Az iOS nem engedi, hogy a billentyűzetek használják a mikrofont, ezért a Clink hallgat. Az első diktáláskor a billentyűzet egyszer megnyitja a Clinket egy munkamenet indításához — utána közvetlenül a billentyűzetről diktálhatsz, amíg pár percig tétlen nem leszel.
it: iOS non consente alle tastiere di usare il microfono, quindi è Clink ad ascoltare. La prima volta che detti, la tastiera apre Clink una volta per avviare una sessione — dopo puoi dettare direttamente dalla tastiera finché non resti inattivo per un paio di minuti.
ja: iOSではキーボードがマイクを使えないため、Clinkが音声を聞き取ります。初めて音声入力するとき、キーボードは一度Clinkを開いてセッションを開始します。その後は数分間操作がなくなるまで、キーボードから直接音声入力できます。
ko: iOS에서는 키보드가 마이크를 쓸 수 없어서 Clink가 대신 듣습니다. 처음 받아쓰기를 하면 키보드가 세션을 시작하기 위해 Clink를 한 번 엽니다. 그 후에는 몇 분간 사용하지 않을 때까지 키보드에서 바로 받아쓰기할 수 있습니다.
ms: iOS tidak membenarkan papan kekunci menggunakan mikrofon, jadi Clink yang mendengar. Kali pertama anda mengimlak, papan kekunci membuka Clink sekali untuk memulakan sesi — selepas itu anda boleh terus mengimlak dari papan kekunci sehingga anda melahu selama beberapa minit.
pt: O iOS não deixa os teclados usar o microfone, por isso é o Clink que ouve. Na primeira vez que ditares, o teclado abre o Clink uma vez para iniciar uma sessão — depois podes ditar diretamente do teclado até ficares inativo uns minutos.
ru: iOS не даёт клавиатурам пользоваться микрофоном, поэтому слушает сам Clink. При первой диктовке клавиатура один раз открывает Clink, чтобы начать сеанс, — дальше можно диктовать прямо с клавиатуры, пока вы не сделаете паузу на пару минут.
zh_hans: iOS 不允许键盘使用麦克风，因此由 Clink 负责聆听。第一次听写时，键盘会打开一次 Clink 来启动会话——之后你可以直接在键盘上听写，直到闲置几分钟为止。

source: iOS keyboards can't use the mic, so Clink opens once. Then listening starts right here.
de: iOS-Tastaturen dürfen das Mikrofon nicht nutzen, deshalb öffnet sich Clink einmal. Danach startet das Zuhören direkt hier.
es: Los teclados de iOS no pueden usar el micrófono, así que Clink se abre una vez. Después la escucha empieza aquí mismo.
et: iOS-i klaviatuurid ei saa mikrofoni kasutada, seega avaneb Clink üks kord. Seejärel algab kuulamine otse siin.
fr: Les claviers iOS ne peuvent pas utiliser le micro, alors Clink s'ouvre une fois. Ensuite l'écoute démarre directement ici.
hu: Az iOS-billentyűzetek nem használhatják a mikrofont, ezért a Clink egyszer megnyílik. Utána a hallgatás már itt indul.
it: Le tastiere iOS non possono usare il microfono, quindi Clink si apre una volta. Poi l'ascolto parte direttamente qui.
ja: iOSのキーボードはマイクを使えないため、Clinkが一度開きます。そのあとはここで聞き取りが始まります。
ko: iOS 키보드는 마이크를 쓸 수 없어서 Clink가 한 번 열립니다. 그 다음에는 바로 여기서 듣기가 시작됩니다.
ms: Papan kekunci iOS tidak boleh menggunakan mikrofon, jadi Clink dibuka sekali. Kemudian pendengaran bermula terus di sini.
pt: Os teclados do iOS não podem usar o microfone, por isso o Clink abre uma vez. Depois a escuta começa aqui mesmo.
ru: Клавиатурам в iOS нельзя пользоваться микрофоном, поэтому Clink открывается один раз. Дальше всё слушается прямо здесь.
zh_hans: iOS 键盘无法使用麦克风，因此 Clink 会打开一次。之后就能直接在这里开始聆听。

source: iOS keyboards can't use the mic. Clink opens once, then listening starts right here.
de: iOS-Tastaturen dürfen das Mikrofon nicht nutzen — Clink öffnet sich einmal, danach startet das Zuhören direkt hier.
es: Los teclados de iOS no pueden usar el micrófono: Clink se abre una vez y después la escucha empieza aquí mismo.
et: iOS-i klaviatuurid ei saa mikrofoni kasutada. Clink avaneb üks kord, seejärel algab kuulamine otse siin.
fr: Les claviers iOS ne peuvent pas utiliser le micro — Clink s'ouvre une fois, puis l'écoute démarre directement ici.
hu: Az iOS-billentyűzetek nem használhatják a mikrofont — a Clink egyszer megnyílik, utána a hallgatás már itt indul.
it: Le tastiere iOS non possono usare il microfono — Clink si apre una volta, poi l'ascolto parte direttamente qui.
ja: iOSのキーボードはマイクを使えません。Clinkが一度開いたあとは、ここでそのまま聞き取りが始まります。
ko: iOS 키보드는 마이크를 쓸 수 없습니다. Clink가 한 번 열린 뒤에는 바로 여기서 듣기가 시작됩니다.
ms: Papan kekunci iOS tidak boleh menggunakan mikrofon — Clink dibuka sekali, kemudian pendengaran bermula terus di sini.
pt: Os teclados do iOS não podem usar o microfone — o Clink abre uma vez e depois a escuta começa aqui mesmo.
ru: Клавиатурам в iOS нельзя пользоваться микрофоном — Clink открывается один раз, и дальше всё слушается прямо здесь.
zh_hans: iOS 键盘无法使用麦克风——Clink 会打开一次，之后就能直接在这里开始聆听。

source: iOS remembers the last keyboard you used in each app, so you switch once per app.
de: iOS merkt sich pro App die zuletzt benutzte Tastatur, du wechselst also einmal je App.
es: iOS recuerda el último teclado que usaste en cada app, así que cambias una vez por app.
et: iOS jätab meelde viimase klaviatuuri, mida igas rakenduses kasutasid, seega vahetad korra rakenduse kohta.
fr: iOS retient le dernier clavier utilisé dans chaque app : tu bascules une fois par app.
hu: Az iOS apponként jegyzi meg a legutóbbi billentyűzetet, így alkalmazásonként egyszer kell váltanod.
it: iOS ricorda l'ultima tastiera usata in ogni app, quindi cambi una volta per app.
ja: iOSはアプリごとに最後に使ったキーボードを覚えているので、アプリごとに一度切り替えます。
ko: iOS는 앱마다 마지막에 쓴 키보드를 기억하므로, 앱마다 한 번씩 바꾸면 됩니다.
ms: iOS mengingati papan kekunci terakhir dalam setiap apl, jadi anda bertukar sekali bagi setiap apl.
pt: O iOS guarda o último teclado que usaste em cada app, por isso trocas uma vez por app.
ru: iOS запоминает последнюю клавиатуру для каждого приложения, так что переключаться нужно по одному разу на приложение.
zh_hans: iOS 会按 App 记住你上次用的键盘，所以每个 App 里切换一次就好。

source: iOS shared no text replacements with Clink.
de: iOS hat keine Textersetzungen mit Clink geteilt.
es: iOS no ha compartido ninguna sustitución de texto con Clink.
et: iOS ei jaganud Clinkiga ühtegi tekstiasendust.
fr: iOS n’a partagé aucun remplacement de texte avec Clink.
hu: Az iOS nem osztott meg szövegcseréket a Clinkkel.
it: iOS non ha condiviso sostituzioni testo con Clink.
ja: iOSからClinkに共有されたユーザ辞書の項目はありません。
ko: iOS에서 Clink에 공유한 텍스트 대치 항목이 없습니다.
ms: iOS tidak berkongsi sebarang penggantian teks dengan Clink.
pt: O iOS não partilhou nenhuma substituição de texto com o Clink.
ru: iOS не передала Clink ни одной замены текста.
zh_hans: iOS 尚未向 Clink 共享任何文本替换。

source: iOS text replacements
de: iOS-Textersetzungen
es: Sustituciones de texto de iOS
et: iOS-i tekstiasendused
fr: Remplacements de texte iOS
hu: iOS-szövegcserék
it: Sostituzioni testo di iOS
ja: iOSのユーザ辞書
ko: iOS 텍스트 대치
ms: Penggantian teks iOS
pt: Substituições de texto do iOS
ru: Замены текста iOS
zh_hans: iOS 文本替换

source: iOS won't let keyboards use the mic, so Clink listens instead. It opens once, then dictation starts right here.
de: iOS erlaubt Tastaturen kein Mikrofon, deshalb hört Clink zu. Es öffnet sich einmal, danach startet das Diktat direkt hier.
es: iOS no permite que los teclados usen el micrófono, así que escucha Clink. Se abre una vez y el dictado empieza aquí mismo.
et: iOS ei lase klaviatuuridel mikrofoni kasutada, seega kuulab Clink. Ta avaneb üks kord, seejärel algab dikteerimine otse siin.
fr: iOS interdit le micro aux claviers, alors Clink écoute à leur place. Il s'ouvre une fois, puis la dictée démarre directement ici.
hu: Az iOS nem engedi a billentyűzeteknek a mikrofont, ezért a Clink figyel helyette. Egyszer megnyílik, utána a diktálás már itt indul.
it: iOS non permette alle tastiere di usare il microfono, così ascolta Clink. Si apre una volta, poi la dettatura parte direttamente qui.
ja: iOSではキーボードがマイクを使えないため、代わりにClinkが聞き取ります。一度開くと、そのあとはここで音声入力が始まります。
ko: iOS 키보드는 마이크를 쓸 수 없어서 Clink가 대신 듣습니다. 한 번 열리면 그 다음부터는 여기서 바로 받아쓰기가 시작됩니다.
ms: iOS tidak membenarkan papan kekunci menggunakan mikrofon, jadi Clink yang mendengar. Ia dibuka sekali, kemudian imlak bermula terus di sini.
pt: O iOS não deixa os teclados usarem o microfone, por isso quem ouve é o Clink. Ele abre uma vez e o ditado começa aqui mesmo.
ru: iOS не позволяет клавиатурам пользоваться микрофоном, поэтому слушает сам Clink. Он открывается один раз, а дальше диктовка идёт прямо здесь.
zh_hans: iOS 键盘无法使用麦克风，因此改由 Clink 聆听。它会打开一次，之后就能直接在这里开始语音输入。

source: its own language
de: eigene Sprache
es: idioma propio
et: oma keel
fr: langue à part entière
hu: önálló nyelv
it: lingua a sé
ja: 独立した言語
ko: 독립 언어
ms: bahasa tersendiri
pt: idioma próprio
ru: отдельный язык
zh_hans: 独立语言

source: keystrokes
de: Tastenanschläge
es: pulsaciones
et: klahvivajutused
fr: frappes
hu: leütés
it: battute
ja: キー入力
ko: 키 입력
ms: ketukan kekunci
pt: toques de tecla
ru: нажатий
zh_hans: 按键

source: language
de: Sprache
es: idioma
et: keel
fr: langue
hu: nyelv
it: lingua
ja: 言語
ko: 언어
ms: bahasa
pt: idioma
ru: язык
zh_hans: 种语言

source: languages
de: Sprachen
es: idiomas
et: keelt
fr: langues
hu: nyelv
it: lingue
ja: 言語
ko: 언어
ms: bahasa
pt: idiomas
ru: языков
zh_hans: 种语言

source: no backdrop
de: ohne Hintergrund
es: sin fondo
et: taustata
fr: sans fond
hu: háttér nélkül
it: senza sfondo
ja: 背景なし
ko: 배경 없음
ms: tanpa latar
pt: sem fundo
ru: без заднего плана
zh_hans: 无背景

source: not bundled
de: nicht enthalten
es: no incluido
et: pole kaasas
fr: non inclus
hu: nincs mellékelve
it: non incluso
ja: 同梱されていません
ko: 포함되지 않음
ms: tidak disertakan
pt: não incluído
ru: не входит в комплект
zh_hans: 未内置

source: once
de: einmalig
es: pago único
et: üks kord
fr: une fois
hu: egyszeri
it: una tantum
ja: 買い切り
ko: 1회 결제
ms: sekali bayar
pt: uma vez
ru: один раз
zh_hans: 一次性

source: one payment
de: einmalige Zahlung
es: pago único
et: ühekordne makse
fr: paiement unique
hu: egyszeri fizetés
it: pagamento unico
ja: 買い切り
ko: 일회성 결제
ms: bayaran sekali
pt: pagamento único
ru: один платёж
zh_hans: 一次性付款

source: over the app
de: über der App
es: sobre la app
et: rakenduse peal
fr: par-dessus l'app
hu: az app fölött
it: sopra l'app
ja: アプリの上に表示
ko: 앱 위에 표시
ms: atas apl
pt: sobre a app
ru: поверх приложения
zh_hans: 覆盖在 App 上

source: peak wpm
de: Höchst-WPM
es: PPM máximo
et: tipp-WPM
fr: MPM max
hu: csúcs szó/perc
it: WPM massimo
ja: 最高WPM
ko: 최고 WPM
ms: wpm kemuncak
pt: PPM máximo
ru: пик слов/мин
zh_hans: 峰值 WPM

source: per month
de: pro Monat
es: al mes
et: kuus
fr: par mois
hu: havonta
it: al mese
ja: 月額
ko: 월간
ms: sebulan
pt: por mês
ru: в месяц
zh_hans: 每月

source: per year
de: pro Jahr
es: al año
et: aastas
fr: par an
hu: évente
it: all'anno
ja: 年額
ko: 연간
ms: setahun
pt: por ano
ru: в год
zh_hans: 每年

source: photo
de: Foto
es: foto
et: foto
hu: fénykép
it: foto
ja: 写真
ko: 사진
ms: foto
pt: foto
ru: фото
zh_hans: 照片

source: profile
de: Profil
es: perfil
et: profiil
fr: profil
hu: profil
it: profilo
ja: プロファイル
ko: 프로필
ms: profil
pt: perfil
ru: профиль
zh_hans: 个配置文件

source: profiles
de: Profile
es: perfiles
et: profiili
fr: profils
hu: profil
it: profili
ja: プロファイル
ko: 프로필
ms: profil
pt: perfis
ru: профилей
zh_hans: 个配置文件

source: ring
de: läuten
es: sonar
et: kõlisema
fr: résonner
hu: cseng
it: risuonare
ja: 響く
ko: 울리다
ms: berbunyi
pt: soar
ru: звонить
zh_hans: 响

source: s, stutters and false starts that come with talking out loud.
de: s, Stotterer und Fehlstarts, die beim lauten Sprechen passieren.
es: s, tartamudeos y falsos arranques de hablar en voz alta.
et: d, komistused ja valed algused, mis kaasnevad valju häälega rääkimisega.
fr: s, bégaiements et faux départs qui viennent avec le fait de parler à voix haute.
hu: s, dadogások és hamis kezdések, amik a hangos beszéddel járnak.
it: s, balbettii e falsi inizi che arrivano parlando ad alta voce.
ja: の言い淀みや、話し声に伴う吃りや言い間違い。
ko: , 더듬거림 및 말할 때 나오는 헛시작.
ms: s, gagap dan permulaan palsu yang datang dengan bercakap kuat.
pt: s, gaguejos e falsos começos que vêm com falar em voz alta.
ru: «э-э», запинки и ложные начала, которые бывают при разговоре вслух.
zh_hans: 、结巴和说话时的重新起头。

source: setting(), set_setting() and release() take the same ids. The grey text is what each one accepts.
de: setting(), set_setting() und release() nehmen dieselben IDs. Der graue Text zeigt, was jede annimmt.
es: setting(), set_setting() y release() aceptan los mismos IDs. El texto gris indica qué admite cada uno.
et: setting(), set_setting() ja release() võtavad samu ID-sid. Hall tekst näitab, mida igaüks lubab.
fr: setting(), set_setting() et release() prennent les mêmes identifiants. Le texte gris indique ce que chacun accepte.
hu: A setting(), a set_setting() és a release() ugyanezeket az azonosítókat fogadja. A szürke szöveg mutatja, mit fogad el mindegyik.
it: setting(), set_setting() e release() accettano gli stessi ID. Il testo grigio indica cosa accetta ciascuno.
ja: setting()、set_setting()、release() も同じ ID を使います。グレーの文字は、それぞれが受け付ける値です。
ko: setting(), set_setting(), release()도 같은 ID를 받습니다. 회색 글자는 각 ID가 받는 값입니다.
ms: setting(), set_setting() dan release() menerima ID yang sama. Teks kelabu menunjukkan apa yang diterima setiap satu.
pt: setting(), set_setting() e release() aceitam os mesmos IDs. O texto cinzento indica o que cada um aceita.
ru: setting(), set_setting() и release() принимают те же идентификаторы. Серый текст показывает, что принимает каждый.
zh_hans: setting()、set_setting() 和 release() 使用相同的 ID。灰色文字表示每个 ID 接受的值。

source: shifted text
de: Text bei Umschalt
es: texto con Mayús
et: tõstetud tekst
fr: texte avec Maj
hu: szöveg Shift alatt
it: testo con shift
ja: シフト時のテキスト
ko: 시프트 텍스트
ms: teks shift
pt: texto com shift
ru: текст с Shift
zh_hans: Shift 时的文本

source: shown on the key
de: auf der Taste angezeigt
es: que se muestra en la tecla
et: klahvil näidatav
fr: affiché sur la touche
hu: a billentyűn látható
it: mostrato sul tasto
ja: キーに表示
ko: 키에 표시
ms: ditunjuk pada kekunci
pt: mostrado na tecla
ru: показывается на клавише
zh_hans: 显示在键上

source: shown under Keys > Space bar
de: erscheint unter Tasten > Leertaste
es: se muestra en Teclas > Barra espaciadora
et: kuvatakse jaotises Klahvid > Tühikuklahv
fr: affichée sous Touches > Barre d'espace
hu: a Billentyűk > Szóköz alatt jelenik meg
it: mostrata in Tasti > Barra spaziatrice
ja: キー > スペースバーに表示
ko: 키 > 스페이스바 아래에 표시
ms: dipaparkan di bawah Kekunci > Bar ruang
pt: mostrada em Teclas > Barra de espaço
ru: показывается в «Клавиши» > «Пробел»
zh_hans: 显示在“按键 > 空格键”下

source: shown while shifted
de: Anzeige bei Umschalt
es: se muestra con Mayús
et: tõstuklahviga näidatav
fr: affiché avec Maj
hu: Shift alatt látható
it: mostrato con shift
ja: シフト時に表示
ko: 시프트 시 표시
ms: dipaparkan semasa shift
pt: mostrado com shift
ru: показывается при Shift
zh_hans: Shift 时显示

source: shows in the run console
de: erscheint in der Ausführungskonsole
es: aparece en la consola de ejecución
et: ilmub käivitamiskonsooli
fr: apparaît dans la console d'exécution
hu: megjelenik a futtatási konzolon
it: appare nella console di esecuzione
ja: 実行コンソールに表示されます
ko: 실행 콘솔에 표시돼요
ms: muncul dalam konsol larian
pt: aparece na consola de execução
ru: выводится в консоль запуска
zh_hans: 会显示在运行控制台中

source: sound
de: Ton
es: sonido
et: heli
fr: son
hu: hang
it: suono
ja: サウンド
ko: 사운드
ms: bunyi
pt: som
ru: звук
zh_hans: 个声音

source: sounds
de: Töne
es: sonidos
et: heli
fr: sons
hu: hang
it: suoni
ja: サウンド
ko: 사운드
ms: bunyi
pt: sons
ru: звуков
zh_hans: 个声音

source: space
de: Leertaste
es: espacio
et: tühik
fr: espace
hu: szóköz
it: spazio
ja: スペース
ko: 스페이스
ms: ruang
pt: espaço
ru: пробел
zh_hans: 空格

source: string concatenation
de: String-Verkettung
es: concatenación de cadenas
et: sõnede ühendamine
fr: concaténation de chaînes
hu: karakterlánc-összefűzés
it: concatenazione di stringhe
ja: 文字列の連結
ko: 문자열 이어붙이기
ms: penggabungan rentetan
pt: concatenação de strings
ru: склейка строк
zh_hans: 字符串拼接

source: text to insert on hold
de: Text, der beim Halten eingefügt wird
es: texto a insertar al mantener pulsado
et: hoidmisel sisestatav tekst
fr: texte à insérer au maintien
hu: tartáskor beszúrandó szöveg
it: testo da inserire alla pressione
ja: 長押しで挿入するテキスト
ko: 길게 누를 때 삽입할 텍스트
ms: teks untuk sisip semasa tahan
pt: texto a inserir ao manter premido
ru: текст для вставки по удержанию
zh_hans: 长按时插入的文本

source: the clink of glasses
de: das Klirren der Gläser
es: el tintineo de las copas
et: klaaside kõlin
fr: le tintement des verres
hu: a poharak csengése
it: il tintinnio dei bicchieri
ja: グラスの触れ合う音
ko: 잔이 부딪히는 소리
ms: denting gelas
pt: o tilintar dos copos
ru: звон бокалов
zh_hans: 杯子相碰的叮当声

source: tinkle
de: klimpern
es: tintinear
et: tilisema
fr: tinter
hu: csilingel
it: trillare
ja: チリンと鳴る
ko: 딸랑거리다
ms: berdering
pt: retinir
ru: позвякивать
zh_hans: 叮当响

source: types into the document
de: tippt in das Dokument
es: escribe en el documento
et: sisestab dokumenti
fr: tape dans le document
hu: beír a dokumentumba
it: scrive nel documento
ja: ドキュメントに入力する
ko: 문서에 입력함
ms: menaip ke dalam dokumen
pt: escreve no documento
ru: вводит в документ
zh_hans: 输入到文档中

source: updates state, re-renders
de: aktualisiert den Zustand, rendert neu
es: actualiza el estado, vuelve a renderizar
et: uuendab olekut, renderdab uuesti
fr: met à jour l'état, re-rend
hu: frissíti az állapotot, újrarajzol
it: aggiorna lo stato, esegue il re-render
ja: 状態を更新し、再描画する
ko: 상태를 갱신하고 다시 렌더링함
ms: kemas kini keadaan, render semula
pt: atualiza o estado, volta a renderizar
ru: обновляет состояние, перерисовывает
zh_hans: 更新状态并重新渲染

source: words
de: Wörter
es: palabras
et: sõnad
fr: mots
hu: szó
it: parole
ja: 語数
ko: 단어
ms: perkataan
pt: palavras
ru: слов
zh_hans: 词

source: words today
de: Wörter heute
es: palabras hoy
et: sõnu täna
fr: mots aujourd'hui
hu: szó ma
it: parole oggi
ja: 今日の語数
ko: 오늘 입력한 단어
ms: perkataan hari ini
pt: palavras hoje
ru: слов сегодня
zh_hans: 今日字数

source: words typed, all time
de: Wörter getippt, insgesamt
es: palabras escritas, en total
et: sisestatud sõnu, kokku
fr: mots tapés, au total
hu: begépelt szó, összesen
it: parole digitate, in totale
ja: 累計入力語数
ko: 누적 입력 단어 수
ms: perkataan ditaip, sepanjang masa
pt: palavras escritas, no total
ru: слов напечатано за всё время
zh_hans: 累计输入字数

source: ±%@ st
de: ±%@ Halbtöne
es: ±%@ semitonos
et: ±%@ pooltooni
fr: ±%@ demi-tons
hu: ±%@ félhang
it: ±%@ semitoni
ja: ±%@ 半音
ko: ±%@ 반음
ms: ±%@ semiton
pt: ±%@ semitons
ru: ±%@ пт
zh_hans: ±%@ 半音

source: ١٢٣ on the Arabic 123 page; the number row stays 123.
de: ١٢٣ auf der arabischen 123-Seite; die Zahlenreihe bleibt 123.
es: ١٢٣ en la página árabe 123; la fila numérica sigue mostrando 123.
et: Araabia 123-lehel on ١٢٣; numbririda jääb 123.
fr: ١٢٣ sur la page arabe 123 ; la rangée de chiffres reste 123.
hi: अरबी 123 पेज पर ١٢٣ दिखते हैं; नंबर पंक्ति 123 ही रहती है।
hu: ١٢٣ az arab 123 oldalon; a számsor 123 marad.
it: ١٢٣ nella pagina araba 123; la riga dei numeri resta 123.
ja: アラビア語の123ページでは١٢٣、数字列は123のままです。
ko: 아랍어 123 페이지에서는 ١٢٣을 표시하고 숫자 행은 123으로 유지됩니다.
ms: ١٢٣ pada halaman Arab 123; baris nombor kekal 123.
ne: अरबी 123 पृष्ठमा ١٢٣ देखिन्छ; सङ्ख्या पङ्क्ति 123 नै रहन्छ।
pt: ١٢٣ na página árabe 123; a fila numérica mantém 123.
ru: ١٢٣ на арабской странице 123; числовой ряд остаётся 123.
tr: Arapça 123 sayfasında ١٢٣ görünür; sayı satırı 123 olarak kalır.
zh_hans: 阿拉伯语 123 页面显示 ١٢٣；数字行仍显示 123。

source: — (type with it on)
de: — (damit tippen)
es: — (escribe con esto activado)
et: — (tipi sellega sees)
fr: — (tape avec l'option activée)
hu: — (gépelj vele bekapcsolva)
it: — (scrivi con questa attiva)
ja: — (オンにして入力)
ko: — (켠 상태로 입력)
ms: — (taip dengan ia dihidupkan)
pt: — (escreve com isto ligado)
ru: — (вводится при включённом Shift)
zh_hans: —（开启后打字试试）

source: Always
de: Immer
es: Siempre
et: Alati
fr: Toujours
hu: Mindig
it: Sempre
ja: 常に
ko: 항상
ms: Sentiasa
pt: Sempre
ru: Всегда
zh_hans: 始终

source: Still learning
de: Lernt noch
es: Aún aprendiendo
et: Alles õpib
fr: En apprentissage
hu: Még tanulja
it: Sta imparando
ja: 学習中
ko: 학습 중
ms: Masih belajar
pt: Ainda a aprender
ru: Ещё учится
zh_hans: 学习中

source: Never
de: Nie
es: Nunca
et: Mitte kunagi
fr: Jamais
hu: Soha
it: Mai
ja: しない
ko: 안 함
ms: Jangan
pt: Nunca
ru: Никогда
zh_hans: 从不

source: Set by you
de: Von dir festgelegt
es: Lo has elegido tú
et: Sinu määratud
fr: Défini par vous
hu: Te állítottad be
it: Impostato da te
ja: あなたが設定しました
ko: 직접 설정함
ms: Anda yang tetapkan
pt: Definido por si
ru: Задано вами
zh_hans: 由你设置

source: You undid this
de: Von dir rückgängig gemacht
es: Lo deshiciste
et: Sa võtsid selle tagasi
fr: Vous l’avez annulée
hu: Ezt visszavontad
it: L’hai annullata
ja: 取り消しました
ko: 되돌린 항목
ms: Anda batalkan ini
pt: Desfez esta correção
ru: Вы отменили это
zh_hans: 你撤销过

source: Corrected when Clink is sure
de: Wird korrigiert, sobald Clink sicher ist
es: Se corrige cuando Clink está seguro
et: Parandatakse, kui Clink on kindel
fr: Corrigée quand Clink en est sûr
hu: Javítás, ha a Clink biztos benne
it: Corretta quando Clink è sicuro
ja: Clink が確信したら直します
ko: Clink이 확신하면 고칩니다
ms: Dibetulkan apabila Clink pasti
pt: Corrigido quando o Clink tiver a certeza
ru: Исправляется, когда Clink уверен
zh_hans: Clink 有把握时才纠正

source: %lld of %lld picks
de: %lld von %lld Auswahlen
es: %lld de %lld elecciones
et: %lld valik %lld-st
fr: %lld choix sur %lld
hu: %lld / %lld választás
it: %lld di %lld scelte
ja: %lld/%lld 回選択
ko: %lld/%lld회 선택
ms: %lld daripada %lld pilihan
pt: %lld de %lld escolhas
ru: %lld из %lld выборов
zh_hans: 已选择 %lld/%lld 次

source: Correct %@ to %@
de: %@ zu %@ korrigieren
es: Corregir %@ por %@
et: Paranda %@ sõnaks %@
fr: Corriger %@ en %@
hu: %@ javítása erre: %@
it: Correggi %@ in %@
ja: %@ を %@ に直す
ko: %@을(를) %@(으)로 고침
ms: Betulkan %@ kepada %@
pt: Corrigir %@ para %@
ru: Исправлять %@ на %@
zh_hans: 将 %@ 纠正为 %@
